[
  {
    "name": "长尾识别",
    "cover_url": "https://ilab-1257430317.cos.ap-shanghai.myqcloud.com/1712560563549-longtail.jpg",
    "simple_content": "长尾指的是在数据集中存在着极少数类别拥有大部分样本，而大多数类别只拥有少量样本的情况。长尾识别旨在解决这种不平衡数据分布下对少见类别的有效学习和识别。",
    "detail_content": "深度长尾学习是视觉识别中最具挑战性的问题之一，旨在从大量遵循长尾类分布的图像中训练性能良好的深度模型。在过去的十年中，深度学习已经成为学习高质量图像表示的强大识别模型，并在通用视觉识别方面取得了显著突破。然而，长尾类不平衡是实际视觉识别任务中的一个常见问题，它常常限制了基于深度网络的识别模型在实际应用中的实用性，因为它们很容易偏向于主导类，而在尾部类上表现得尤为突出。长尾识别旨在解决这种不平衡数据分布下对少见类别的有效学习和识别。"
  },
  {
    "name": "域泛化",
    "cover_url": "https://ilab-1257430317.cos.ap-shanghai.myqcloud.com/1697622652085-federated-learning.jpg",
    "simple_content": "域泛化 (Domain Generalization, DG) 研究的问题是从若干个具有不同数据分布的数据集（领域）中学习一个泛化能力强的模型，以便在未知的测试集上取得较好的效果。",
    "detail_content": "泛化到分布外（out-of-distribution ，OOD）的数据是人类视觉的先天能力，但对机器学习模型具有高度挑战性。域泛化（Domain generalization，DG）是解决这一问题的一种方法，它鼓励模型在各种分布变化下具有弹性，其研究的问题是从若干个具有不同数据分布的数据集（领域）中学习一个泛化能力强的模型，以便在 未知的测试集上取得较好的效果。\n域泛化主要分为三类方法：数据操作、表征学习、学习策略。 \n数据操作指的是通过对数据的增强和变化使训练数据得到增强。\n表征学习的目的在于学习领域不变特征以使得模型对不同领域都能进行很好地适配。学习策略指的是将机器学习中成熟的学习模式引入多领域训练中使得模型泛化性更强。"
  },
  {
    "name": "生存分析",
    "cover_url": "https://ilab-1257430317.cos.ap-shanghai.myqcloud.com/1709027807812-%E5%9B%BE%E7%89%87%201.jpg",
    "simple_content": "生存分析（Survival Analysis）旨在研究患者的生存情况与其个体特征之间的关系。生存分析可以为医学决策提供支持，为患者制定更好的治疗方案和建议从而延长实际寿命。",
    "detail_content": "生存分析（Survival Analysis）是指根据试验或调查得到的数据对生物或人的生存时间进行分析和推断，研究生存时间和结局与众多影响因素间关系及其程度大小的方法。\n生存分析可以抽象概述为，研究在不同条件下，特定事件发生与时间的关系是否存在差异。这些具体事件可以是死亡，也可以是痊愈、肿瘤转移、复发、出院、重新入院等任何可以明确识别的事件，而不同条件即为不同的分组依据，可以是年龄、性别、地域、某个基因表达量的高低、某个突变的携带与否等等。\n在医疗场景中旨在研究患者的生存情况与其个体特征之间的关系。生存分析可以为医学决策提供支持，为患者制定更好的治疗方案和建议从而延长实际寿命。"
  },
  {
    "name": "可解释性",
    "cover_url": "https://ilab-1257430317.cos.ap-shanghai.myqcloud.com/1712563055465-Artboard%201.jpg",
    "simple_content": "可解释性是深度学习领域的重要议题，旨在揭示模型决策背后的逻辑，理解其对特定输入产生特定输出的原因。",
    "detail_content": "可解释性是深度学习领域的重要议题，旨在揭示模型决策背后的逻辑，理解其对特定输入产生特定输出的原因。主要目标包括提高模型透明度、建立用户信任、检测并纠正潜在偏差、满足法规要求等。当前实现可解释性的方法多样，如特征重要性分析、局部解释技术（如LIME、SHAP）、全局解释模型（如可解释的注意力机制、批评示例）、规则抽取等。未来，随着对可解释性需求的持续增长，研究趋势将侧重于开发更通用、更精细的解释工具，融合多种解释技术以提供多视角解读，以及理论层面探讨可解释性与模型性能之间的权衡，力求在保证模型准确性和泛化能力的同时，不断提升其解释的清晰度、全面性和可靠性。"
  },
  {
    "name": "多模态融合",
    "cover_url": "https://ilab-1257430317.cos.ap-shanghai.myqcloud.com/1697704543384-multimodal.jpg",
    "simple_content": "多模态融合是将来自多种不同模态的信息进行整合用于实际任务，包括多个图像模态的融合、图像和其他模态的融合。",
    "detail_content": "一般来说，模态是指事物发生或存在的方式，多模态是指两个或者两个以上的模态的各种形式的组合。对每一种信息的来源或者形式，都可以称为一种模态（Modality）。之所以要对模态进行融合，是因为不同模态的表现方式不一样，看待事物的角度也会不一样，所以存在一些交叉、互补的现象，甚至模态间可能还存在多种不同的信息交互，如果能合理的处理多模态信息，就能得到丰富特征信息。\n多模态融合的主要目标是缩小模态间的异质性差异，同时保持各模态特定语义的完整性，并在深度学习模型中取得最优的性能。主要分为三类联合（Joint）架构、协作（Coordinated）架构和编解码（Encode-Decode）架构。多模态融合在视频分类、情感分析、语音识别等许多领域得到广泛应用，且涉及图像、视频、语音、文本等融合内容"
  }
]